{
  "digital-tabletop-gaming-tools": {
    "title": "Best Digital TTRPG Tools Comparison 2025 - Nurl Guide",
    "description": "Compare leading digital TTRPG tools and platforms. Find the best solutions for enhancing your tabletop gaming experience in 2025 | Nurl's TTRPG Blog"
  },

  "dnd-beyond-integration": {
    "title": "How to Use Nurl with D&D Beyond - Integration Guide",
    "description": "Learn how Nurl integrates with D&D Beyond to streamline your game-play. Sync characters, manage campaigns, and enhance your D&D sessions | Nurl's TTRPG Blog"
  },

  "feature-focus-nuro": {
    "title": "Nuro: AI-Powered TTRPG Assistant for Game Masters",
    "description": "Meet Nuro, our AI game assistant. Discover how this revolutionary tool helps GMs create immersive stories and manage game mechanics | Nurl's TTRPG Blog"
  },

  "glorified-notes-app": {
    "title": "Beyond Note-Taking: Smart Campaign Management",
    "description": "Beyond basic note-taking: How Nurl transforms your TTRPG session documentation into an intelligent, interactive campaign management system | Nurl's TTRPG Blog"
  },

  "january-bugs-rehomed": {
    "title": "Nurl Platform Update: January Bug Fixes and Features",
    "description": "Our January update fixes key issues and improves platform stability. See what's been fixed and enhanced in Nurl's latest release | Nurl's TTRPG Blog"
  },

  "january-features": {
    "title": "New TTRPG Tools: Nurl's January Feature Release",
    "description": "Explore Nurl's January feature releases. New tools for GMs, enhanced player options, and improved campaign management capabilities | Nurl's TTRPG Blog"
  },

  "multi-group-campaigns": {
    "title": "Managing Multiple TTRPG Groups in One Campaign",
    "description": "Master running multiple TTRPG groups in the same campaign world. Tips and tools for managing parallel storylines effectively | Nurl's TTRPG Blog"
  },

  "netty-awards-2024-nomination": {
    "title": "Nurl Nominated for 2024 Netty Gaming Innovation Award",
    "description": "Nurl has been nominated for Best Gaming Innovation at the 2024 Netty Awards. Learn about our impact on digital TTRPG tools | Nurl's TTRPG Blog"
  },

  "netty-awards-2024-winner": {
    "title": "Nurl Wins Best Gaming Innovation at Netty Awards 2024",
    "description": "Nurl wins Best Gaming Innovation at the 2024 Netty Awards! See how we're revolutionizing digital tools for tabletop gaming | Nurl's TTRPG Blog"
  },

  "nurl-app-not-just-for-dnd": {
    "title": "Nurl Supports All TTRPG Systems, Not Just D&D",
    "description": "Discover how Nurl supports multiple TTRPG systems beyond D&D. From Pathfinder to indie games, enhance any tabletop RPG experience | Nurl's TTRPG Blog"
  },

  "nurl-begins-product-dev": {
    "title": "Building Nurl: Our TTRPG Platform Development Story",
    "description": "Follow Nurl's journey from concept to reality. Our vision for revolutionizing TTRPG tools and the development roadmap ahead | Nurl's TTRPG Blog"
  },

  "nurl-beta-goes-global": {
    "title": "Nurl Beta Program Opens Worldwide - Join Now",
    "description": "Nurl's beta program expands worldwide! Join players globally in testing our innovative TTRPG tools and shaping the future of tabletop gaming | Nurl's TTRPG Blog"
  },

  "nurl-changes-twitch-schedule": {
    "title": "New Twitch Schedule for Nurl Dev Updates",
    "description": "Updated Twitch streaming schedule for Nurl's dev updates and feature previews. New times to better serve our global community | Nurl's TTRPG Blog"
  },

  "nurl-now-on-twitch": {
    "title": "Watch Nurl Dev Updates Live on Twitch",
    "description": "Join Nurl on Twitch for live dev updates, feature previews, and TTRPG tool demonstrations. Connect with our team and community | Nurl's TTRPG Blog"
  },

  "nurl-rewards-program": {
    "title": "Introducing Nurl Rewards for TTRPG Players",
    "description": "Introducing Nurl Rewards: Earn points for active participation and unlock exclusive TTRPG tools and features for your campaigns | Nurl's TTRPG Blog"
  },

  "og-ttrpg-turns-50": {
    "title": "50 Years of TTRPGs: Digital Tools Meet Tradition",
    "description": "Celebrating 50 years of the original tabletop RPG. How digital tools like Nurl honor and enhance the traditional gaming experience | Nurl's TTRPG Blog"
  },

  "plan-session-ten-minutes": {
    "title": "10-Minute TTRPG Session Prep Guide with Nurl",
    "description": "Streamline your TTRPG session prep to just 10 minutes. Efficient planning tools and tips for busy Game Masters using Nurl | Nurl's TTRPG Blog"
  },

  "practical-gm-part-1-simplifying-complex-rules": {
    "title": "Practical GM: Simplifying Complex TTRPG Rules",
    "description": "Part 1 of our Practical GM series: Master complex TTRPG rules simplified through Nurl's intelligent automation tools | Nurl's TTRPG Blog"
  },

  "supercharged-group-chat": {
    "title": "Enhanced TTRPG Group Chat Features in Nurl",
    "description": "Transform your TTRPG group chat with Nurl's enhanced communication features. Keep players engaged between sessions | Nurl's TTRPG Blog"
  },

  "the-practical-gm": {
    "title": "The Practical GM: Modern TTRPG Mastery Guide",
    "description": "Essential tips and tools for modern Game Masters. How Nurl helps GMs run smoother, more engaging TTRPG sessions | Nurl's TTRPG Blog"
  }
}
