{
  "organizations": {
    "title": "Organizations - Nurl Sanctum Guide",
    "description": "Learn how to create and manage organizations in Nurl Sanctum. Control visibility settings, edit organization details, and organize your game content effectively."
  },
  "repositories": {
    "title": "Repositories - Nurl Sanctum Guide",
    "description": "Learn about repositories in Nurl Sanctum. Understand their purpose and how to use them to manage your game content."
  },
  "repository-files": {
    "title": "Repository Files - Nurl Sanctum Guide",
    "description": "Learn about repository files in Nurl Sanctum. Understand the different types of files and how to use them to manage your game content."
  },
  "managing-workspace-members": {
    "title": "Managing Workspace Members - Nurl Sanctum Guide",
    "description": "Discover how to manage team members in your Nurl Sanctum workspace. Add, remove, and edit member roles seamlessly."
  },
  "repository-management": {
    "title": "Repository Management - Nurl Sanctum Guide",
    "description": "Learn how to create and manage repositories in Nurl Sanctum. Control visibility settings, edit repository details, and organize your game content effectively."
  },
  "authentication": {
    "title": "Authentication - Secure Access to Nurl Services",
    "description": "Understand Nurl's authentication process using one-time login tokens. Securely access all Nurl services with a single account."
  },
  "managing-licenses": {
    "title": "Managing Licenses - Nurl Sanctum Guide",
    "description": "Learn how to create and manage game system licenses in Nurl Sanctum. Control permissions, restrictions, and license details for your content."
  },
  "managing-permissions-and-restrictions": {
    "title": "Managing Permissions & Restrictions - Nurl Sanctum Guide",
    "description": "Understand how to set up and manage permissions and restrictions for your game system licenses in Nurl Sanctum."
  },
  "creating-a-license": {
    "title": "Creating a License - Nurl Sanctum Guide",
    "description": "Step-by-step guide to creating new licenses for your game systems in Nurl Sanctum. Define terms, permissions, and restrictions effectively."
  },
  "licenses": {
    "title": "Licenses - Nurl Sanctum Guide",
    "description": "Comprehensive overview of the licensing system in Nurl Sanctum. Understand different license types and their applications."
  },
  "repository-history": {
    "title": "Repository History - Nurl Sanctum Guide",
    "description": "Track and manage the complete history of your repositories in Nurl Sanctum. View changes, revisions, and updates over time."
  },
  "collaborators": {
    "title": "Collaborators - Nurl Sanctum Guide",
    "description": "Learn how to work with collaborators in your Nurl Sanctum repositories. Manage access, roles, and permissions effectively."
  },
  "current-work": {
    "title": "Current Work - Nurl Sanctum Guide",
    "description": "Understand how to track and manage ongoing work in your Nurl Sanctum repositories. Monitor progress and coordinate updates."
  },
  "game-systems": {
    "title": "Game Systems - Nurl Sanctum Guide",
    "description": "Learn how to create, extend, and manage game systems in Nurl Sanctum. Build and customize your gaming content effectively."
  },
  "dice-workshop": {
    "title": "Dice Workshop - Nurl Sanctum Guide",
    "description": "Learn how to create, extend, and manage dice in Nurl Sanctum. Build and customize your gaming content effectively."
  }
}
